Repository: WordPressBugBounty/plugins-chart-builder
Catalog: chart-builder/languages/chart-builder-*.po
Languages: pl_pl

source: Border Radius (including title)
pl_pl: Zaokrąglenie obramowania (włącznie z tytułem)

source: Extra 20% Coupon
pl_pl: Kupon rabatowy 20%

source: %1$sNote:%2$s Selected node custom CSS class must be set for the options below to take effect. Add the Custom CSS Class so that the Selected node custom CSS class can operate correctly for you.
pl_pl: %1$sUwaga: %2$s Wybrana klasa CSS węzła musi być ustawiona, aby poniższe opcje zaczęły obowiązywać. Dodaj własną klasę CSS, aby wybrana klasa CSS węzła mogła działać prawidłowo.

source: With the FoxLMS plugin, you can create, sell, and organize courses, lessons, and quizzes, transforming your website into a dynamic e-learning platform.
pl_pl: Z wtyczką Fox LMS, możesz tworzyć, sprzedawać oraz organizować: kursy, lekcje i quizy, zmienić twoją witrynę w dynamiczną platformę e-nauczania.

source: Build and manage online courses directly on your WordPress site.
pl_pl: Twórz i zarządzaj zdalnie kursami prosto z twojej witryny WordPress.

source: <span><a href='https://ays-pro.com/silver-bundle?utm_source=chart-free-dashboard&utm_medium=chart-sale-banner&utm_campaign=new_silver_bundle_message_2025' style='color:#ffffff; text-decoration: underline;'>Silver Bundle</a></span> (Quiz + Form + Chart)
pl_pl: <span><a href='https://ays-pro.com/silver-bundle?utm_source=chart-free-dashboard&utm_medium=chart-sale-banner&utm_campaign=new_silver_bundle_message_2025' style='color:#ffffff; text-decoration: underline;'>Pakiet srebrny</a></span> (Quiz + Formularz + Wykres)

source: The format of series data. The format string is a subset of the ICU pattern set . For instance, '#,###%' will result in output values '1,000%', '750%', and '50%' for values 10, 7.5, and 0.5. Note: This option won't work if the axes 'Remove Extra Zeros' option is enabled.
pl_pl: Format danych serii. Ciąg formatu jest podzbiorem zestawu wzorców ICU. Na przykład '#,###%' spowoduje wartości wyjściowe '1,000%', '750%' i '50%' dla wartości 10, 7,5 i 0,5. Uwaga: Ta opcja nie będzie działać, jeśli opcja osi „Usuń dodatkowe zera” jest włączona.

source: Remove Extra Zeros
pl_pl: Usuń dodatkowe zera

source: Enable this option to hide extra 00's from the axis text if the Format option is set to 'Percent'. Note: Make sure to save chart, to see changes.
pl_pl: Włącz tę opcję, aby ukryć dodatkowe 00 z tekstu osi, jeśli opcja Format jest ustawiona na „Procent”. Uwaga: Upewnij się, że zapiszesz wykres, aby zobaczyć zmiany.

source: Remove Extra Zeros
pl_pl: Usuń dodatkowe zera

source: 30 Day Money Back Guarantee
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy

source: With the help of this feature, you will be able to add background color for the Chart JS.
pl_pl: Dzięki tej funkcji będziesz mógł dodać kolor tła do wykresu JS.

source: Chart Builder is a user-friendly plugin that allows you to create customizable charts and graphs with ease. Perfect for visualising data, it offers various chart types to match your needs.
pl_pl: Kreator Wykresów to przyjazna użytkownikowi wtyczka, która umożliwia tworzenie łatwo dostosowywalnych wykresów i grafik, łatwych w użyciu. Doskonała do wizualizacji danych. Oferuje wiele rodzajów wykresów, by zapewnić wszystko, czego potrzebujesz.

source: %s settings
pl_pl: %s ustawienia

source: <span><a href='%s' class='ays-chart-christmas-top-bundle-title-link' target='_blank'>Christmas Sale</a></span>
pl_pl: <span><a href='%s' class='ays-chart-christmas-top-bundle-title-link' target='_blank'>Promocja Bożonarodzeniowa</a></span>

source: <span><a href='%s' target='_blank' style='color:#ffffff; text-decoration: underline;'>Chart Builder</a></span>
pl_pl: <span><a href='%s' target='_blank' style='color:#ffffff; text-decoration: underline;'>Kreator Wykresów</a></span>

source: The radius of the chart container border.
pl_pl: Zaokrąglenie obramowania kontenera wykresu.

source: The style of the chart container border.
pl_pl: Stylo obramowania kontenera wykresu.

source: Border Style
pl_pl: Styl obramowania

source: Ridge
pl_pl: Grzbietowe

source: Outset
pl_pl: Zewnętrzne

source: Inset
pl_pl: Wewnętrzne

source: Groove
pl_pl: Wgłębione

source: Double
pl_pl: Podwójne

source: Dotted
pl_pl: Kropkowane

source: Dashed
pl_pl: Kreskowane

source: Solid
pl_pl: Stałe

source: The style of the chart container border including chart title and description.
pl_pl: Styl obramowania wykresu włącznie z tytułem i opisem.

source: Border Style (including title)
pl_pl: Styl obramowania (włączając tytuł)

source: The padding of the chart container.
pl_pl: Dopełnienie kontenera wykresu.

source: The radius of the chart container border including chart title and description.
pl_pl: Zaokrąglenie obramowania wykresu włącznie z tytułem i opisem.

source: Border radius (including title)
pl_pl: Zaokrąglenie obramowania (włącznie z tytułem)

source: The color of the chart container border including chart title and description.
pl_pl: Kolor obramowania wykresu włącznie z tytułem i opisem.

source: Border Color (including title)
pl_pl: Kolor obramowania (włącznie z tytułem)

source: The width of the chart container border including chart title and description.
pl_pl: Szerokość obramowania wykresu włącznie z tytułem i opisem.

source: Border Width (including title)
pl_pl: Szerokość obramowania (włącznie z tytułem)

source: 20% Extra OFF
pl_pl: 20% rabatu

source: Silver Bundle
pl_pl: Srebrny pakiet

source: 20% Extra Discount Coupon
pl_pl: Dodatkowy kupon rabatowy 20%

source: 50% OFF
pl_pl: 50% rabatu

source: <span><a href='https://ays-pro.com/silver-bundle?utm_source=chart-free-dashboard&utm_medium=chart-sale-banner&utm_campaign=black-friday-silver-bundle-sale-banner' class='ays-chart-black-friday-bundle-title-link' target='_blank'>Black Friday Sale</a></span>
pl_pl: <span><a href='https://ays-pro.com/silver-bundle?utm_source=chart-free-dashboard&utm_medium=chart-sale-banner&utm_campaign=black-friday-silver-bundle-sale-banner' class='ays-chart-black-friday-bundle-title-link' target='_blank'>Wyprzedaż z okazji Czarnego Piątku</a></span>.

source: Choose chart container's box shadow color.
pl_pl: Wybierz kolor cienia pola wykresu.

source: Box Shadow Color
pl_pl: Kolor cienia boksu

source: Tick this option to add shadow to chart's container.
pl_pl: Zaznacz tę opcję, by dodać cień do pola wykresu.

source: Box Shadow
pl_pl: Cień pola

source: Choose the chart source
pl_pl: Wybierz źródło wykresu

source: Count
pl_pl: Licznik

source: Bold
pl_pl: Pogrubiony

source: Italic
pl_pl: Kursywa

source: Specify the space between the chart title and the chart description.
pl_pl: Określ odstęp między tytułem wykresu a opisem wykresu.

source: Distance from description
pl_pl: Odległość od opisu

source: The text shadow color of the chart description.
pl_pl: Kolor cienia tekstu opisu wykresu.

source: Tick this option to add a text shadow to chart description.
pl_pl: Zaznacz tę opcję, by dodać cień do tekstu w opisie wykresu.

source: The text shadow color of the chart title.
pl_pl: Kolor cienia tekstu tytułu wykresu.

source: Text Shadow Color
pl_pl: Kolor cienia tekstu

source: Tick this option to add a text shadow to chart title.
pl_pl: Zaznacz tę opcję, by dodać cień do tekstu w tytule wykresu.

source: Text shadow
pl_pl: Cień tekstu

source: Database
pl_pl: Baza danych

source: Test Connection
pl_pl: Przetestuj połączenie

source: Database Port (optional)
pl_pl: Port bazy danych (opcjonalnie)

source: Database Password
pl_pl: Hasło bazy danych

source: Database User
pl_pl: Użytkownik bazy danych

source: Database Name
pl_pl: Nazwa bazy danych

source: Database Host
pl_pl: Adres serwera bazy danych

source: Please recheck your details or verify if your IP address is whitelisted.
pl_pl: Sprawdź ponownie szczegóły i sprawdź, czy adres IP jest na białej liście.

source: If the test fails:
pl_pl: Jeżeli test się nie powiódł:

source: Click on the 'Test Connection' button to verify that the connection is successful.
pl_pl: Kliknij przycisk „Przetestuj połączenie”, by upewnić się, że połączenie jest ustawione.

source: Test Connection:
pl_pl: Test połączenia:

source: The default MySQL port is '3306'. You can leave this field empty. If your host doesn't specify a port, we'll use the default value.
pl_pl: Domyślny port bazy danych MySQL to 336. Możesz zostawić to pole puste. Jeżeli twój serwer nie ma określonego portu, użyjemy wartości domyślnej.

source: Database Port (Optional):
pl_pl: Port bazy danych (opcjonalnie):

source: Enter the password for your database user. Make sure this is correct.
pl_pl: Wpisz hasło użytkownika bazy danych. Upewnij się, że jest poprawne.

source: Database Password:
pl_pl: Hasło bazy danych:

source: Enter the username for accessing the database.
pl_pl: Wisz nazwę użytkownika bazy danych.

source: Database User:
pl_pl: Użytkownik bazy danych:

source: Enter the name of the database you want to connect to.
pl_pl: Wpisz nazwę bazy danych, z którą chcesz się połączyć.

source: Database Name:
pl_pl: Nazwa bazy danych:

source: Enter the address of your database (e.g., 'localhost', or a host like 'db.example.com').
pl_pl: Wpisz adres bazy danych (np. „localhost” lub adres serwera taki jak „db.example.com”).

source: Database Host:
pl_pl: Adres serwera bazy danych

source: In some cases, your database may block connections from unknown IP addresses. You might need to whitelist your IP in the database settings to allow access.
pl_pl: W niektórych sytuacjach twoja baza danych może blokować połączenia z nieznanych adresów IP. Może być konieczne dodanie twojego adresu IP do białej listy ustawień bazy danych, aby połączenie było możliwe.

source: IP Access:
pl_pl: IP dostępu:

source: Insert the Database query and fetch data from an external database.
pl_pl: Wstaw pytanie do bazy danych i pobierz dane z zewnętrznej bazy danych.

source: Connect to External Database
pl_pl: Połącz do zewnętrznej bazy danych

source: Use custom database settings for this chart
pl_pl: Użyj własnych ustawień bazy danych dla tego wykresu

source: Source - External Database
pl_pl: Źródło - zewnętrzna baza danych

source: Starting angle to draw arcs from.
pl_pl: Kąt początkowy, od którego należy rysować łuki.

source: Start Angle
pl_pl: Kąt początkowy

source: Adjust the sweep angle to define the arc's coverage area along the circumference.
pl_pl: Dostosuj kąt nachylenia, aby określić obszar krycia łuku na całym obwodzie.

source: Arc Coverage
pl_pl: Krycie łuku

source: Fixed arc offset (in pixels).
pl_pl: Stałe przesunięcie promienia (w pikselach).

source: Slices Spacing
pl_pl: Odstępy między plasterkami

source: The outer radius of the chart.
pl_pl: Zewnętrzny promień wykresu.

source: Outer Radius
pl_pl: Zewnętrzny promień

source: Select Chart Source
pl_pl: Wybierz źródło dla wykresu

source: Chart source type:
pl_pl: Rodzaj źródła danych wykresu:

source: Chart Source
pl_pl: Źródło wykresu

source: Google Charts
pl_pl: Wykresy Google

source: Line through
pl_pl: Linia przez

source: Underline
pl_pl: Podkreślenie

source: Overline
pl_pl: Przekreślenie

source: Text-decoration
pl_pl: Przekształcanie tekstu

source: Note: The chart will be visible on the front end of your website.
pl_pl: Uwaga: Wykres będzie widoczny dla użytkowników waszej strony.

source: There is no data for your query.
pl_pl: Nie ma danych dla twojego zapytania.

source: If you enable this option, you can display the number of times all the users (logged-in/guests) passed all the quizzes within the last 7 days
pl_pl: Jeśli włączysz tę opcję, możesz wyświetlić liczbę, ile razy wszyscy użytkownicy (zalogowani/goście) zaliczyli wszystkie quizy w ciągu ostatnich 7 dni

source: %1$sBy quiz and question category:%2$s Display all the questions of the particular category of the chosen quiz
pl_pl: %1$sWedług quizu i kategorii pytań:%2$s Wyświetl wszystkie pytania z określonej kategorii wybranego quizu

source: %1$sBy question category:%2$s Display all questions of the chosen category (of all quizzes)
pl_pl: %1$sWedług kategorii pytań:%2$s Wyświetl wszystkie pytania z wybranej kategorii (ze wszystkich quizów)

source: %1$sBy quiz:%2$s Display all the questions of the chosen quiz
pl_pl: %1$sWedług quizu:%2$s Wyświetl wszystkie pytania wybranego quizu

source: %1$sBy%2$s - Choose the method of filtering.
pl_pl: %1$sWedług%2$s – Wybierz metodę filtrowania.

source: If you enable this option, you can show all the answers count (Correct/Incorrect/Unanswered) of the chosen quiz for each question of each user.
pl_pl: Jeśli włączysz tę opcję, możesz wyświetlić liczbę wszystkich odpowiedzi (poprawnych/niepoprawnych/bez odpowiedzi) wybranego quizu dla każdego pytania każdego użytkownika.

source: If you enable this option, you can show the count statistics of the logged-in and non-logged-in users (guests) who passed the particular quiz within the last 7 days.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić statystyki liczbowe zalogowanych i niezalogowanych użytkowników (gości), którzy zaliczyli konkretny quiz w ciągu ostatnich 7 dni.

source: If you enable this option, you can display the number of people with their score by Intervals.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić liczbę osób i ich wynik według przedziałów.

source: If you enable this option, you can group users by score. That is how many people received a particular grade for the chosen quiz.
pl_pl: Jeśli włączysz tę opcję, możesz grupować użytkowników według wyniku. Jest to liczba osób, które otrzymały konkretną ocenę za wybrany quiz.

source: If you enable this option, you can show how many times the current user passed the quizzes of each category.
pl_pl: Jeśli włączysz tę opcję, możesz wyświetlić, ile razy bieżący użytkownik zdał testy z każdej kategorii.

source: If you enable this option, the average scores of quizzes of each quiz category the current user has passed will be displayed for all users.
pl_pl: Jeśli włączysz tę opcję, średnie wyniki quizów z każdej kategorii quizów, które zdał bieżący użytkownik, będą wyświetlane dla wszystkich użytkowników.

source: If you enable this option, the scores the current user got for the particular quiz will be displayed.
pl_pl: Jeśli włączysz tę opcję, wyniki quizów z poszczególnych kategorii quizów podstawowych, które zostaną uwzględnione przez użytkownika, będą kontrolowane dla wszystkich użytkowników.

source: If you enable this option, you can display how many times the current user has passed each quiz in general.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić ogólną liczbę zaliczeń każdego quizu przez bieżącego użytkownika.

source: If you enable this option, you can show the average score of each quiz the current user has passed.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić średni wynik każdego quizu, który zdał bieżący użytkownik.

source: If you enable this option, you can display how many times the current user has passed the particular quiz.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić, ile razy bieżący użytkownik zdał konkretny quiz.

source: If you enable this option, you can display how many times the current user has passed all quizzes on a daily basis.
pl_pl: Jeżeli włączysz tę opcję, możesz codziennie wyświetlać, ile razy bieżący użytkownik zdał wszystkie quizy.

source: If you enable this option, you can display how many times all the users passed the particular quiz.
pl_pl: Jeżeli włączysz tę opcję, możesz wyświetlić, ile razy wszyscy użytkownicy zaliczyli dany quiz.

source: Select a query to display quiz data.
pl_pl: Wybierz zapytanie, aby wyświetlić dane z quizu.

source: Hole size
pl_pl: Rozmiar otworu

source: Letter spacing
pl_pl: Odstęp między literami

source: Gap
pl_pl: Odstęp

source: Download chart image
pl_pl: Pobierz obrazek wykresu

source: Copy chart data
pl_pl: Kopiuj dane wykresu

source: CSV download
pl_pl: Pobierz CSV

source: Excel download
pl_pl: Pobierz plik Excell

source: Print chart
pl_pl: Wydrukuj wykres

source: Interval
pl_pl: Interwał

source: Enable live chart
pl_pl: Włącz czat na żywo

source: Easing
pl_pl: Łagodzenie

source: Startup
pl_pl: Uruchomienie

source: Duration
pl_pl: Czas trwania

source: Enable chart animation
pl_pl: Włącz animację wykresu

source: Label
pl_pl: Etykieta

source: Specify the space between the chart description letters.
pl_pl: Określ odstęp między literami w opisie wykresu.

source: Specify the space between the chart title letters.
pl_pl: Określ odstęp między literami w tytule wykresu.

source: Specify how to capitalize the text of the chart description.
pl_pl: Określ wielkość liter tekstu w opisie wykresu.

source: Capitalize
pl_pl: Kapitaliki

source: Lowercase
pl_pl: Małe litery

source: Uppercase
pl_pl: Duże litery

source: Specify how to capitalize the text of the chart title.
pl_pl: Określ sposób pisania wielkimi literami tytułu wykresu.

source: Text-transform
pl_pl: Przekształcenia tekstu

source: Choose the appropriate position for the chart legend.
pl_pl: Wybierz pozycję legendy wykresu.

source: Enter a sequence of numbers separated by commas to define the dash pattern. The first number specifies the length of the first dash, the second number specifies the length of the gap after it, and so on. For example, '4,4' will create a pattern of 4-length dashes followed by 4-length gaps, and '5,1,3' will create a pattern of a 5-length dash, a 1-length gap, a 3-length dash, a 5-length gap, and so on.
pl_pl: Wprowadź sekwencję liczb oddzielonych przecinkami, aby zdefiniować wzór linii przerywanej. Pierwsza liczba określa długość pierwszej kreski, druga liczba określa długość przerwy po nim itd. Na przykład „4,4” utworzy wzór kresek o długości 4, po których następują przerwy o długości 4, a „5,1,3” utworzy wzór kreski o długości 5, przerwy o długości 1, kreski o długości 3, przerwy o długości 5 itd.

source: Dash Pattern
pl_pl: Wzór linii przerywanej

source: Edit Image
pl_pl: Edytuj obrazek

source: Add Image
pl_pl: Dodaj obrazek

source: Text color of the selected node. Note: You need to set a Selected node custom CSS class for this option to work.
pl_pl: Kolor tekstu wybranego węzła. Uwaga: Aby ta opcja działała, musisz ustawić własną klasę CSS wybranego węzła.

source: Background color of the selected node. Note: You need to set a Selected node custom CSS class for this option to work.
pl_pl: Kolor tła wybranego węzła. Uwaga: Aby ta opcja działała, musisz ustawić własną klasę CSS wybranego węzła.

source: A class name to assign to node elements to specify styles for the selected chart elements.
pl_pl: Nazwa klasy, która ma zostać przypisana elementom węzła w celu określenia stylów dla wybranych elementów wykresu.

source: Selected node custom CSS class
pl_pl: Wybrana klasa niestandardowego CSS węzła

source: Point size in pixels. Set 0 for hiding all points.
pl_pl: Rozmiar punktu w pikselach. Ustaw 0, aby ukryć wszystkie punkty.

source: How to Connect Quizzes to Charts
pl_pl: Jak połączyć quizy z wykresami

source: Line width
pl_pl: Szerokość linii

source: Data line width in pixels. Set 0 for hiding all the lines and show only the point. Note: If a line width is specified for series, it will override this setting.
pl_pl: Szerokość linii danych w pikselach. Ustaw 0, by ukryć wszystkie linie i pokazać tylko punkty. UWAGA: Jeżeli szerokość linii jest określona dla serii, to nadpisze te ustawienia.

source: and paste it into your desired Page or Post.
pl_pl: i wklej go bezpośrednio do treści wpisu lub strony.

source: To make your chart live, copy shortcode
pl_pl: Aby wyświetlić na żywo wykres, skopiuj krótki kod

source: Select Date
pl_pl: Wybierz datę

source: Last Year
pl_pl: Ostatni rok

source: Last Month
pl_pl: Ostatni miesiąc

source: Last Week
pl_pl: Ostatni tydzień

source: Yesterday
pl_pl: Wczoraj

source: Today
pl_pl: Dzisiaj

source: Descending
pl_pl: Malejąco

source: Ascending
pl_pl: Rosnąco

source: Date modified
pl_pl: Data modyfikacji

source: Date created
pl_pl: Data utworzenia

source: All Chart Types
pl_pl: Wszystkie typy wykresów

source: Deleted user
pl_pl: Usunięty użytkownik

source: Watch Video
pl_pl: Zobacz film

source: Order by
pl_pl: Sortuj wg

source: Manual
pl_pl: Ręcznie

source: Suggest a Feature
pl_pl: Zaproponuj funkcję

source: Docs
pl_pl: Dokumenty

source: Support
pl_pl: Wsparcie

source: Border color of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Kolor obramowania węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Border color
pl_pl: Kolor obramowania

source: Border width of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Szerokość obramowania węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Border width
pl_pl: Szerokość obramowania

source: %1$sNote:%2$s Custom CSS class must be set for the options below to take effect.
pl_pl: %1$sUwaga:%2$s Aby poniższe opcje zaczęły obowiązywać, należy ustawić niestandardową klasę CSS.

source: Description font size of the node.
pl_pl: Rozmiar czcionki opisu węzła.

source: Description font size
pl_pl: Rozmiar czcionki opisu

source: Description text color of the node.
pl_pl: Kolor tekstu opisu węzła.

source: Description color
pl_pl: Kolor opisu

source: Font size of the text of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Rozmiar czcionki tekstu węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Text font size
pl_pl: Rozmiar tekstu

source: Text color of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Kolor tekstu węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Border radius of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Promień granicy węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Border radius
pl_pl: Zaokrąglenie obramowania

source: Padding of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Dopełnienie węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Padding
pl_pl: Margines wewnętrzny

source: If checked, double click on the node will collapse a node. Note: If the node has an Url option set in the source tab, this option will not work.
pl_pl: Jeśli zaznaczona jest możliwość podwójnego kliknięcia na węzeł, akcja spowoduje zwinięcie węzła. Uwaga: Jeśli węzeł ma ustawioną opcję adresu URL w zakładce źródłowej, ta opcja nie będzie działać.

source: Background color of the node. Note: You need to set a Custom CSS class for this option to work.
pl_pl: Kolor tła węzła. Uwaga: aby ta opcja działała, musisz ustawić niestandardową klasę CSS.

source: Background color
pl_pl: Kolor tła

source: A class name to assign to node elements to specify styles for the chart elements.
pl_pl: Nazwa klasy, która ma zostać przypisana do elementów węzła w celu określenia stylów elementów wykresu.

source: Custom CSS class
pl_pl: Niestandardowe klasy css

source: Allow collapse
pl_pl: Zezwól na zwijanie

source: Large
pl_pl: Duży

source: Medium
pl_pl: Średni

source: Small
pl_pl: Mały

source: The size of the chart element.
pl_pl: Rozmiar elementu wykresu.

source: Element size
pl_pl: Rozmiar elementu

source: The font size of the chart text.
pl_pl: Rozmiar tekstu wykresu.

source: How many horizontal axis labels to show, where 1 means show every label, 2 means show every other label, and so on. 0 is to try to show as many labels as possible without overlapping.
pl_pl: Ile etykiet na osi poziomej ma zostać wyświetlonych, gdzie 1 oznacza pokazywanie każdej etykiety, 2 oznacza pokazywanie co drugiej etykiety i tak dalej. 0 - spróbujemy wyświetlić tak dużo etykiet, jak to jest możliwe, bez ich wzajemnego nakładania.
