Repository: WordPressBugBounty/plugins-chart-builder
Catalog: chart-builder/languages/chart-builder-*.po
Languages: pl_pl

source: %1$sNone:%2$s Displays numbers with no formatting (e.g., 8000000)
pl_pl: %1$sBrak:%2$s Wyświetla liczby bez formatowania (np. 8000000)

source: A format string for numeric axis labels. You can choose any of the following:
pl_pl: Formatowanie ciągów dla liczbowych etykiet osi. Możesz wybrać dowolną z poniższych opcji:

source: All Charts
pl_pl: Wszystkie wykresy

source: Enable the option, if you want to change the direction of the chart from horizontal to vertical.
pl_pl: Włącz opcję, jeśli chcesz zmienić kierunek wykresu z poziomego na pionowy.

source: Rotate Vertical
pl_pl: Obróć w pionie

source: Decide if the chart shows events based on user actions or responds to user interaction. If not, the chart won't generate 'select' or similar interaction-based events (but will generate ready or error events), and won't show hovertext or change based on user input.
pl_pl: Zdecyduj, czy wykres przedstawia zdarzenia na podstawie działań użytkownika, czy też odpowiada na interakcję użytkownika. Jeśli nie, wykres nie wygeneruje zdarzenia „wybierz” ani podobnych zdarzeń opartych na interakcji (ale wygeneruje zdarzenia gotowe lub zdarzenia błędu) i nie będzie wyświetlać tekstu w dymku ani zmian na podstawie danych wprowadzonych przez użytkownika.

source: Enable interactivity
pl_pl: Włącz funkcje interaktywne

source: %1$sPercentage:%2$s Set the width of the bars in percentage.
pl_pl: %1$sProcent:%2$s Ustawia szerokość słupków w procentach.

source: %1$sPixels:%2$s Set the width of the bars in pixels.
pl_pl: %1$sPiksele:%2$s Ustawia szerokość pasków w pikselach.

source: The width of the bars, specified in either of these formats:
pl_pl: Szerokość słupków określona w jednym z następujących formatów:

source: Bar width
pl_pl: Szerokość pasków

source: The color to use for the text of this slice.
pl_pl: Kolor tekstu tego wycinka.

source: Visible in legend
pl_pl: Wyświetlane w legendzie

source: How far to separate the slice from the rest of the pie, from 0.0 (not at all) to 1.0 (the chart's radius).
pl_pl: Jak daleko oddzielić wycinek od reszty koła, od 0,0 (wcale) do 1,0 (promień wykresu).

source: Offset
pl_pl: Przesunięcie (Offset)

source: The color to use for this slice.
pl_pl: Kolor, który ma zostać użyty dla tej części wykresu.

source: Series settings
pl_pl: Ustawienia serii

source: Slices settings
pl_pl: Ustawienia części wykresu

source: Color
pl_pl: Kolor

source: Diameter of displayed points in pixels. Use zero to hide all points.
pl_pl: Średnica wyświetlanych punktów w pikselach. Użyj zera, aby ukryć wszystkie punkty.

source: Point size
pl_pl: Rozmiar punktu

source: Polygon
pl_pl: Wielokąt

source: Star
pl_pl: Gwiazdka

source: Diamond
pl_pl: Diament

source: Square
pl_pl: Kwadrat

source: Triangle
pl_pl: Trójkąt

source: Circle
pl_pl: Koło

source: The shape of individual data elements: 'Circle', 'Triangle', 'Square', 'Diamond', 'Star', or 'Polygon'.
pl_pl: Kształt poszczególnych elementów danych: „Koło”, „Trójkąt”, „Kwadrat”, „Diament”, „Gwiazda” lub „Wielokąt”.

source: Point shape
pl_pl: Kształt punktu

source: None
pl_pl: Brak

source: Series
pl_pl: Seria

source: Category
pl_pl: Kategoria

source: %1$sNone:%2$s Show only one tooltip per selection.
pl_pl: %1$sBrak:%2$s Wyświetla tylko jedną podpowiedź na każdy wybór.

source: %1$sAuto:%2$s Group selected data by row titles, if they have the same titles or by column titles
pl_pl: %1$sAuto:%2$s Grupuj wybrane dane według tytułów wierszy, jeśli mają takie same tytuły, lub według tytułów kolumn

source: %1$sSeries:%2$s Group selected data by column titles.
pl_pl: %1$sSeria:%2$s Grupuj wybrane dane według tytułów kolumn.

source: %1$sCategory:%2$s Group selected data by row titles.
pl_pl: %1$sKategoria:%2$s Grupuj wybrane dane według tytułów wierszy.

source: How multiple data selections are rolled up into tooltips:
pl_pl: Sposób przedstawiania wielu wybranych danych w etykietach narzędzi:

source: Multiple data format
pl_pl: Wiele formatów danych

source: When enabled, you may select multiple data points at once. To remove a data point from selection, click on it again. Note: This option works only when 'Tooltip trigger' option is set to 'When selected'.
pl_pl: Po włączeniu tej opcji możesz wybrać wiele punktów danych jednocześnie. Aby usunąć punkt danych z zaznaczenia, kliknij go ponownie. Uwaga: ta opcja działa tylko wtedy, gdy opcja „Wyzwalacz podpowiedzi” jest ustawiona na „Po wybrniu”.

source: Multiple data selection
pl_pl: Wybór wielu danych

source: Color for the combination slice that holds all slices below chart data grouping limit.
pl_pl: Kolor dla zgrupowanej części wykresu.

source: Chart Data Grouping Color
pl_pl: Kolor zgrupowanej części wykresu

source: A label for the combination slice that holds all slices below chart data grouping limit.
pl_pl: Etykieta zgrupowanych części wykresu, w której są zgrupowane wszystkie zbyt małe elementy wykresu.

source: Chart Data Grouping Label
pl_pl: Etykieta zgrupowanych części wykresu

source: The percentage value of the pie, below which a slice will not show individually. All slices that have not passed this value will be combined to a single 'Other' slice, whose size is the sum of all their sizes. Default is not to show individually any slice which is smaller than half a degree.
pl_pl: Wartość procentowa wykresu, poniżej której część nie będzie wyświetlana pojedynczo,a będzie grupowana z innymi. Wszystkie części, których wartości nie przekroczyły tego limitu, zostaną połączone w jedną część o nazwie „Inny”, którego rozmiar jest sumą wymiarów mniejszych części. Domyślnie nie jest wyświetlana żadna część, której wartość liczbowa to mniej niż pół.

source: Chart Data Grouping Limit
pl_pl: Granica grupowania danych wykresu

source: Ease in and out
pl_pl: Przyspiesz i zwolnij

source: Ease out
pl_pl: Zwolnij

source: Ease in
pl_pl: Przyspiesz

source: Linear
pl_pl: Liniowo

source: %1$sEase in and out:%2$s Start slow, speed up, then slow down.
pl_pl: %1$sPrzyspiesz i zwolnij:%2$s Zacznij powoli, przyspiesz, a następnie zwolnij.

source: %1$sEase out:%2$s Start fast and slow down.
pl_pl: %1$sZwolnij:%2$s Zacznij szybko i zwolnij.

source: %1$sEase in:%2$s Start slow and speed up.
pl_pl: %1$sPrzyspiesz:%2$s Zacznij powoli i przyspieszaj.

source: %1$sLinear:%2$s Constant speed.
pl_pl: %1$sLiniowy:%2$s Stała prędkość.

source: The easing function applied to the chart animation. The following options are available:
pl_pl: Funkcja łagodzenia zastosowana do animacji wykresu. Dostępne są następujące opcje:

source: Determine if the chart will animate on the window load. If checked, the chart will start at the baseline and animate to its final state, else it will animate on size or data change.
pl_pl: Określ, czy wykres będzie animowany podczas ładowania okna. Jeśli ta opcja jest zaznaczona, wykres rozpocznie się od linii bazowej i będzie animowany aż do stanu końcowego. W przeciwnym razie będzie animowany w zależności od rozmiaru lub zmiany danych.

source: Enable chart animation.
pl_pl: Włącz animację wykresu.

source: The duration of the chart animation, in milliseconds.
pl_pl: Czas trwania animacji wykresu w milisekundach.

source: Chart animation
pl_pl: Animacja wykresu

source: Right
pl_pl: Po prawej

source: Left
pl_pl: Po lewej

source: Line width in pixels. Set 0 for hiding all the lines and show only the point.
pl_pl: Szerokość linii danych w pikselach. Ustaw 0, aby ukryć wszystkie linie i pokazać tylko punkt.

source: Clear filters
pl_pl: Wyczyść filtry

source: Filter
pl_pl: Filtr

source: Select Type
pl_pl: Wybierz rodzaj

source: Search
pl_pl: Szukaj

source: Labeled
pl_pl: Z etykietami i liniami odniesienia

source: By choosing true the text will be slanted. In false it will be horizontal. In Automatic based on the size, it will be displayed either in horizontal or slanted. Note: This option only works, if 'Text position' option is set to 'Outside the chart'
pl_pl: Wybierając opcję PRAWDA, tekst będzie pochylony. W przypadku FAŁSZ będzie to poziome. W trybie automatycznym, w zależności od rozmiaru, będzie on wyświetlany w poziomie lub ukośnie. Uwaga: ta opcja działa tylko wtedy, gdy opcja „Pozycja tekstu” jest ustawiona na „Poza wykresem”

source: The color of the tooltip text.
pl_pl: Kolor tekstu podpowiedzi.

source: Text color
pl_pl: Kolor tekstu

source: False
pl_pl: Fałsz

source: True
pl_pl: Prawda

source: Automatic
pl_pl: Automatycznie

source: The color of the vertical axis text.
pl_pl: Kolor tekstu pionowej osi.

source: The slanted text angle will define the angle. It will tilt in between -90 from 90 (except 0).
pl_pl: Kąt pochylenia tekstu możliwy w zakresie od -90 od 90 (z wyjątkiem 0).

source: Slanted text angle
pl_pl: Kąt pochylenia tekstu

source: Slanted text
pl_pl: Pochylony tekst

source: The color of the horizontal axis text.
pl_pl: Kolor tekstu osi poziomej.

source: The direction in which the values along the vertical axis grow. By default, low values are on the bottom of the chart.
pl_pl: Kierunek wzrostu wartości wzdłuż osi pionowej. Domyślnie niskie wartości znajdują się na dole wykresu.

source: The direction in which the values grow along the horizontal axis. By default, low values are on the left of the chart.
pl_pl: Kierunek wzrostu wartości wzdłuż osi poziomej. Domyślnie niskie wartości znajdują się po lewej stronie wykresu.

source: Reverse Direction
pl_pl: Odwrotny kierunek

source: Hide
pl_pl: Ukryj

source: Outside the chart
pl_pl: Na zewnątrz wykresu

source: Inside the chart
pl_pl: Wewnątrz wykresu

source: Position of the vertical axis text, relative to the chart area.
pl_pl: Położenie tekstu na osi pionowej względem obszaru wykresu.

source: Position of the horizontal axis text, relative to the chart area.
pl_pl: Położenie tekstu na osi poziomej względem obszaru wykresu.

source: Vertical Axis Settings
pl_pl: Ustawienia osi pionowej

source: The title of the vertical axis
pl_pl: Tytuł osi pionowej

source: Horizontal Axis Settings
pl_pl: Ustawienia osi poziomej

source: The title of the horizontal axis
pl_pl: Tytuł osi poziomej

source: If you disable the toggle, the Chart title will not be displayed on the Front-end. By default, the toggle is enabled.
pl_pl: Jeśli wyłączysz przełącznik, tytuł wykresu nie będzie wyświetlany w interfejsie użytkownika. Domyślnie przełącznik jest włączony.

source: Show chart title
pl_pl: Pokaż tytuł wykresu

source: The transparency of data points, with 1.0 being completely opaque and 0.0 fully transparent. In bar and column charts, this refers to the visible data: rectangles. In charts where selecting data creates a dot, such as the line chart, this refers to the circles that appear upon hover or selection.
pl_pl: Przezroczystość punktów danych, gdzie 1,0 oznacza całkowicie nieprzezroczyste, a 0,0 całkowicie przezroczyste. Na wykresach słupkowych i kolumnowych odnosi się to do widocznych danych: prostokątów. Na wykresach, na których wybranie danych powoduje utworzenie kropki, np. na wykresie liniowym, odnosi się to do okręgów pojawiających się po najechaniu kursorem lub zaznaczeniu.

source: Opacity
pl_pl: Przezroczystość

source: Select User
pl_pl: Wybierz użytkownika

source: You can change the author who created the current chart to your preferred one. You need to write the User ID here. Please note, that in case you write an ID, by which there are no users found, the changes will not be applied and the previous author will remain the same.
pl_pl: Możesz zmienić autora, który utworzył bieżący wykres, na preferowanego. Tutaj musisz wpisać identyfikator użytkownika. Pamiętaj, że w przypadku wpisania identyfikatora, po którym nie zostanie znaleziony żaden użytkownik, zmiany nie zostaną zastosowane, a poprzedni autor pozostanie ten sam.

source: Change the author of the current chart
pl_pl: Ustaw autora dla tego wykresu

source: Searching...
pl_pl: Szukam ...

source: Please enter 1 or more characters
pl_pl: Podaj 1 lub więcej znaków

source: Slice tooltip text
pl_pl: Tekst podpowiedzi części wykresu

source: The color of the slice borders.
pl_pl: Kolor obramowania części wykresu.

source: The angle, in degrees, to rotate the chart by. The default of 0 will orient the leftmost edge of the first slice directly up.
pl_pl: Kąt w stopniach, o który należy obrócić wykres. Domyślna wartość 0 spowoduje skierowanie skrajnej lewej krawędzi pierwszego plasterka bezpośrednio w górę.

source: Choose the font color for the chart legend.
pl_pl: Wybierz kolor czcionki legendy wykresu.

source: Set the chart description
pl_pl: Ustaw opisu wykresu

source: Name
pl_pl: Nazwa

source: Quantitative value
pl_pl: Wartości liczbowe

source: Percentage
pl_pl: Procent

source: Choose the content of the text to be displayed on the pie slice.
pl_pl: Wybierz jaka zawartość będzie wyświetlana na poszczególnych częściach wykresu.

source: Slice text
pl_pl: Tekst na częściach wykresu

source: Buy Now !
pl_pl: Kup teraz!

source: Hurry up! <a href='https://ays-pro.com/silver-bundle' target='_blank'>Check it out!</a>
pl_pl: Pośpiesz się! <a href='https://ays-pro.com/silver-bundle' target='_blank'>Sprawdź!</a>

source: Limited Time <span style='color:#E85011;'>50%</span> SALE on <br><span><a href='https://ays-pro.com/silver-bundle' target='_blank' style='color:#E85011; text-decoration: underline;'>Silver Bundle</a></span> (Quiz + Chart + Form)!
pl_pl: Ograniczony czas <span style='color:#E85011;'>50%</span> WYPRZEDAŻY na <br><span><a href='https://ays-pro.com/silver-bundle' target=' _blank' style='kolor:#E85011; dekoracja tekstu: podkreślenie;'>Srebrny Pakiet</a></span> (Quiz + Wykres + Formularz)!

source: Value & Percent
pl_pl: Liczba i procent

source: Percent
pl_pl: Procent

source: Value
pl_pl: Wartość

source: Choose how to display the text in the chart tooltip.
pl_pl: Wybierz sposób wyświetlania tekstu podpowiedzi na wykresie.

source: The number of times all the users passed all the quizzes for the last 7 days (PRO)
pl_pl: Liczba przypadków, w których wszyscy użytkownicy przeszli wszystkie quizy w ciągu ostatnich 7 dni (PRO)

source: The answers count for each question of the chosen quiz (PRO)
pl_pl: Odpowiedzi liczą się na każde pytanie wybranego quizu (PRO)

source: The count of the logged-in users and guests for the last 7 days (PRO)
pl_pl: Liczba zalogowanych użytkowników i gości z ostatnich 7 dni (PRO)

source: The number of people based on the particular Interval score (PRO)
pl_pl: Liczba osób na podstawie konkretnego wyniku interwałowego (PRO)

source: The number of people who got the particular score (PRO)
pl_pl: Liczba osób, które uzyskały dany wynik (PRO)

source: The number of times the user passed the chosen category quizzes (PRO)
pl_pl: Ile razy użytkownik zdał quizy wybranej kategorii (PRO)

source: The average scores of current user of the quizzes for each quiz category (PRO)
pl_pl: Średnie wyniki bieżącego użytkownika quizów dla każdej kategorii quizów (PRO)

source: The current user's scores of the chosen quiz
pl_pl: Wyniki bieżącego użytkownika w wybranym quizie

source: The average score of current user of each quiz
pl_pl: Średni wynik bieżącego użytkownika w każdym quizie

source: If this option is enabled, the pie slices will be drawn counterclockwise.
pl_pl: Jeśli ta opcja jest włączona, wycinki wykresu będą rysowane w kierunku przeciwnym do ruchu wskazówek zegara.

source: Reverse Categories
pl_pl: Odwróć kategorie

source: Gauge Chart
pl_pl: Wykres miernika

source: Area Chart
pl_pl: Wykres obszarowy

source: Font Color
pl_pl: Kolor czcionki

source: Description
pl_pl: Opis

source: Choose the format of the file you are going to import.
pl_pl: Wybierz format pliku, z którego dane chcesz wgrać.

source: Choose what kind of data would you like to upload.
pl_pl: Wybierz, jakiego rodzaju dane, mają zostać wgrane.

source: Sorry, minimum count of columns should be 1
pl_pl: Przykro nam, ale liczba kolumn nie może być mniejsza niż 1

source: Sorry, minimum count of rows should be 1
pl_pl: Przykro nam, ale liczba wierszy nie może być mniejsza niż 1

source: Are you sure you want to delete the column?
pl_pl: Czy na pewno chcesz usunąć kolumnę?

source: Are you sure you want to delete the row?
pl_pl: Czy na pewno chcesz usunąć wybrane wiersze?

source: You are not logged in. Please log in to view this chart.
pl_pl: Nie jesteś zalogowany. Zaloguj się, aby zobaczyć ten wykres.

source: The number of times the current user has passed each quiz overall
pl_pl: Łączna liczba zaliczeń każdego quizu przez bieżącego użytkownika

source: The number of times the current user has passed the current quiz
pl_pl: Ile razy bieżący użytkownik zdał bieżący quiz

source: The number of times the current user has passed all quizzes daily
pl_pl: Ile razy dziennie bieżący użytkownik zdał wszystkie quizy

source: The number of times all the users have passed the particular quiz
pl_pl: Liczba przypadków, w których wszyscy użytkownicy przeszli dany quiz

source: By using this option, you can display the quiz statistics by charts.%1$s %2$sNote:%3$s The Quiz Maker plugin must be active.
pl_pl: Używając tej opcji, możesz wyświetlać statystyki quizu w formie wykresu. %1$s %2$sUwaga:%3$s Wtyczka Kreator wykresów musi być włączona.

source: Get Quiz Maker data
pl_pl: Pobierz dane z Kreatora Quizów

source: Select quiz
pl_pl: Wybierz quiz

source: Select query
pl_pl: Wybierz zapytanie

source: With the help of this option, you can import a file in your chosen file format.
pl_pl: Przy pomocy tej opcji, możesz importować plik w wybranym przez siebie formacie.

source: Import data from file
pl_pl: Importuj dane z pliku

source: Save data
pl_pl: Zapisz dane

source: Data was successfully saved.
pl_pl: Dane zostały zapisane.

source: Given incorrect Chart ID.
pl_pl: .Podano błędne ID wykresu.

source: No data given.
pl_pl: Nie otrzymałem żadnych danych.

source: Something went wrong.
pl_pl: Coś poszło nie tak.

source: Straight
pl_pl: Prosty

source: Line curve type
pl_pl: Typ krzywej liniowej

source: Is stacked: If this option is enabled, the chart will be displayed in the proportional contribution of individual data points in comparison to a total.
pl_pl: Jest ułożone: Jeżeli opcja jest włączona, wykres będzie wyświetlany w proporcjonalnym udziale poszczególnych punktów danych w porównaniu do całości.

source: Is stacked
pl_pl: Jest ułożone

source: Group data
pl_pl: Dane grupowe

source: Single data
pl_pl: Pojedyncze dane

source: %1$sGroup data:%2$s If you choose the Group Data option, the focus will be on the grouped data points. By this, a row of the data table will be focused.
pl_pl: %1$sDane grupowe:%2$s Jeśli wybierzesz opcję „Dane grupowe”, akcent zostanie położony na zgrupowanych punktach danych. W ten sposób skupiony zostanie wiersz tabeli danych.

source: %1$sSingle data:%2$s If you choose the Single Data option, the focus will be on the single data point. By this, the particular cell of the data table will be focused.
pl_pl: %1$sPojedyncze dane:%2$s Jeśli wybierzesz opcję „Pojedyncze dane”, akcent zostanie skupiony na pojedynczym punkcie danych. W ten sposób skupiona zostanie konkretna komórka tabeli danych.

source: There are two ways to focus the data table elements.
pl_pl: Istnieją dwa sposoby skupiania elementów tabeli danych.

source: Focus target
pl_pl: Celownik

source: Slice Border Color
pl_pl: Kolor obramowania kawałków wykresu

source: Are you sure you want to delete the chart(s)?
pl_pl: Czy na pewno chcesz skasować wykres(y)?

source: Degree of chart rotation
pl_pl: Obrót wykresu w stopniach

source: BUY NOW!
pl_pl: Kup teraz!

source: Chart Builder Plugin
pl_pl: Wtyczka Kreator wykresów

source: End
pl_pl: Do końca

source: Center
pl_pl: Na środku

source: Start
pl_pl: Do początku

source: Choose the appropriate alignment for the chart legend.
pl_pl: Wybierz odpowiednie wyrównanie legendy wykresu.

source: Alignment
pl_pl: Wyrównanie

source: Determine the length of the questions to be shown in the Charts List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each question in the Charts page of your dashboard.
pl_pl: Określ długość pytań wyświetlanych w tabeli z listą wykresów, wpisując preferowaną liczbę słów w poniższym polu. (Na przykład: jeśli wpiszesz 10, zobaczysz pierwsze 10 słów każdego pytania na stronie Wykresy w swoim panelu kontrolnym.

source: Charts list table
pl_pl: Tabela z listą wykresów

source: Except words count in list table
pl_pl: Ograniczenie liczby słów w tabeli

source: Create Your First Chart in Under One Minute
pl_pl: Utwórz swój pierwszy wykres w mniej niż minutę

source: Upgrade
pl_pl: Ulepsz

source: Select chart
pl_pl: Wybierz wykres

source: There are no charts yet
pl_pl: Nie ma jeszcze żadnych wykresów

source: Something goes wrong please reload page
pl_pl: Coś poszło nie tak, proszę odświeżyć stronę

source: See All Plugins
pl_pl: Zobacz wszystkie wtyczki

source: Quiz Maker
pl_pl: Kreator Quizów

source: Protect web content from being plagiarized. Prevent plagiarism from your website with this easy to use plugin.
pl_pl: Chroń treści internetowe przed plagiatem. Zapobiegnij plagiatowi w swojej witrynie dzięki tej łatwej w obsłudze wtyczce.

source: Disable the right click, copy paste, content selection and copy shortcut keys on your website.
pl_pl: Wyłącz możliwość klikania prawym przyciskiem myszy, kopiowania wklejania, wybierania treści i kopiowania klawiszy skrótów na swojej stronie internetowej.

source: Secure Copy Content Protection
pl_pl: Bezpieczna ochrona treści przed kopiowaniem

source: Represent images in an attractive way. Attract people with your own single and multiple free galleries from your photo library.
pl_pl: Przedstaw obrazy w atrakcyjny sposób. Przyciągaj ludzi za pomocą własnych, pojedynczych i wielu bezpłatnych galerii ze swojej biblioteki zdjęć.

source: Create unlimited galleries and include unlimited images in those galleries.
pl_pl: Twórz nieograniczone galerie i umieszczaj w nich nieograniczoną liczbę obrazów.

source: Gallery Photo Gallery
pl_pl: Galeria zdjęć

source: Attract your visitors and convert them into email subscribers and paying customers.
pl_pl: Przyciągnij odwiedzających i zamień ich w subskrybentów poczty e-mail i płacących klientów.

source: Popup everything you want! Create informative and promotional popups all in one plugin.
pl_pl: Wszystko, co chcesz w wyskakującym okienku! Twórz wyskakujące okienka informacyjne i promocyjne w jednej wtyczce.

source: Popup Box
pl_pl: Wyskakujące okienko

source: Learn what your website visitors want, need, and expect with the help of Survey Maker. Build surveys without limiting your needs.
pl_pl: Dowiedz się, czego chcą, potrzebują i oczekują odwiedzający Twoją witrynę, korzystając z Kreatora ankiet. Twórz ankiety, nie ograniczając swoich potrzeb.

source: Make amazing online surveys and get real-time feedback quickly and easily.
pl_pl: Twórz niesamowite ankiety online i szybko i łatwo otrzymuj opinie w czasie rzeczywistym.

source: Survey Maker
pl_pl: Kreator ankiet

source: Buy Now
pl_pl: Kup teraz

source: Build up various types of polls in a minute and get instant feedback on any topic or product.
pl_pl: Twórz różnego rodzaju ankiety w ciągu minuty i otrzymuj natychmiastową informację zwrotną na dowolny temat lub produkt.

source: Create amazing online polls for your WordPress website super easily.
pl_pl: Twórz z łatwością niesamowite ankiety online dla swojej witryny WordPress.

source: Poll Maker
pl_pl: Kreator głosowań

source: Please feel free to use our other awesome plugins!
pl_pl: Zapraszamy do korzystania z naszych innych niesamowitych wtyczek!

source: Buy now
pl_pl: Kup teraz

source: Source - Manual
pl_pl: Źródło - Ręcznie

source: Source - Database
pl_pl: Źródło - Baza danych
