Repository: WordPressBugBounty/plugins-chart-builder
Catalog: chart-builder/languages/chart-builder-*.po
Languages: pl_pl

source: %1$sNote:%2$s If this option is disabled, the general options will be set from the series settings.
pl_pl: %1$sUwaga:%2$s Jeśli ta opcja jest wyłączona, opcje ogólne zostaną ustawione w ustawieniach serii.

source: Enable this option to be able to choose the row settings. If this option is disabled, you will be able to set the general color form the series settings.
pl_pl: Włącz tę opcję, aby móc wybrać ustawienia wierszy. Jeśli ta opcja jest wyłączona, ogólny kolor będzie można ustawić w ustawieniach serii.

source: Enable row settings
pl_pl: Włącz ustawienia wiersza

source: %1$sNote:%2$s If you are not able to set the options, disable the row settings feature.
pl_pl: %1$sUwaga:%2$s Jeśli nie możesz ustawić opcji, wyłącz funkcję ustawień wierszy.

source: Tick this option to have the series shown in the legend, otherwise it won`t be shown. If the chart has only one column, disabling this option will not work. If you don't want any of the labels to be shown in the legend, change the 'Legend position' option to 'Hide' to entirely hide the legend .
pl_pl: Zaznacz opcję, aby seria była wyświetlana w legendzie, w przeciwnym razie nie będzie wyświetlana. Jeśli wykres ma tylko jedną kolumnę, wyłączenie tej opcji nie zadziała. Jeśli nie chcesz, aby którakolwiek z etykiet była wyświetlana w legendzie, zmień opcję „Pozycja legendy” na „Ukryj”, aby całkowicie ukryć legendę.

source: Specifies the color of the baseline for the vertical axis.
pl_pl: Określa kolor linii bazowej osi pionowej.

source: Specifies the color of the baseline for the horizontal axis.
pl_pl: Określa kolor linii bazowej osi poziomej.

source: Baseline color
pl_pl: Kolor bazowy

source: Chart
pl_pl: Wykres

source: Tick this option to make the chart's background transparent. When enabled, both Background Color and Chart Area Background Color options will not work
pl_pl: Zaznacz tę opcję, aby tło wykresu było przezroczyste. Po włączeniu, opcje „Kolor tła” i „Kolor tła obszaru wykresu” nie będą działać

source: Transparent background
pl_pl: Przezroczyste tło

source: Preview
pl_pl: Podgląd

source: Row settings
pl_pl: Ustawienia wiersza

source: %1$sNote:%2$s The applied styles will work only if the chart has one column.
pl_pl: %1$sUwaga:%2$s Zastosowane style będą działać tylko wtedy, gdy wykres ma jedną kolumnę.

source: Save the chart to update the data.
pl_pl: Zapisz wykres, aby zaktualizować dane.

source: The border radius of the chart container.
pl_pl: Zaokrąglenie obramowania kontenera wykresu.

source: Border Radius
pl_pl: Zaokrąglenie obramowania

source: Add row
pl_pl: Dodaj wiersz

source: Add column
pl_pl: Dodaj kolumnę

source: Columns
pl_pl: Kolumny

source: Frontend Image Export
pl_pl: Eksportowanie obrazka dla czytelników

source: Frontend CSV Export
pl_pl: Eksportowanie CSV dla czytelników

source: Frontend XLSX Export
pl_pl: Eksport XLSX

source: Frontend Print Chart
pl_pl: Drukowanie wykresu

source: WooCommerce Integration
pl_pl: Integracja z WooCommerce

source: Select Source
pl_pl: Wybierz źródło

source: Frontend Actions
pl_pl: Akcje użytkowników

source: Enable the toggle and the users can download the chart as an image.
pl_pl: Włącz opcję by użytkownicy mogli pobierać wykresy w formie obrazków.

source: Enable the toggle and the users can copy the chart data (CTRL+C, CTRL+V).
pl_pl: Włącz przełącznik, a użytkownicy będą mogli kopiować dane wykresu (CTRL+C, CTRL+V).

source: Enable the toggle and the users can export the chart data in CSV file format.
pl_pl: Włącz przełącznik, a użytkownicy będą mogli eksportować dane wykresu w formacie pliku CSV.

source: Enable the toggle and the users can export the chart data in Excel file format.
pl_pl: Włącz przełącznik, a użytkownicy będą mogli eksportować dane wykresu w formacie pliku Excel.

source: Enable the toggle and the users can print the chart data.
pl_pl: Włącz przełącznik, a użytkownicy będą mogli wydrukować dane wykresu.

source: Live Chart
pl_pl: Wykres na żywo

source: Specify the time intervals to update the chart on the front end (e.g., once in 3 seconds). The option works via milliseconds. Note: The minimum interval must be 3000 milliseconds.
pl_pl: Określ interwały czasowe aktualizacji wykresu na żywo (np. raz na 3 sekundy). Opcja działa w milisekundach. Uwaga: Minimalny interwał musi wynosić 3000 milisekund.

source: If you enable this option, the chart data will be dynamically updated on the front end. Note: If the option is enabled, the chart data will be periodically updated (e.g., once in 3 seconds) without refreshing the page..
pl_pl: Jeśli włączysz tę opcję, dane wykresu będą dynamicznie aktualizowane dla użytkowników. Uwaga: Jeżeli opcja jest włączona, dane wykresu będą okresowo aktualizowane (np. raz na 3 sekundy) bez odświeżania strony.

source: By using this option, you can display the WooCommerce statistics by charts.%1$s %2$sNote:%3$s The WooCommerce plugin must be active.
pl_pl: Używając tej opcji, możesz wyświetlać statystyki WooCommerce w formie wykresu. %1$s %2$sUwaga:%3$s Wtyczka WooCommerce musi być włączona.

source: Get WooCommerce data
pl_pl: Pobierz dane WooCommerce

source: Select a query to display data.
pl_pl: Wybierz zapytanie, by wyświetlić dane.

source: The position of the chart. Note: The changes will be visible when the width option is not set to 100%
pl_pl: Pozycja wykresu. Uwaga: Zmiany będą widoczne, gdy opcja szerokości nie jest ustawiona na 100%

source: The color of the vertical axis minor gridlines.
pl_pl: Kolor pośrednich linii siatki na osi pionowej.

source: The color of the horizontal axis minor gridlines.
pl_pl: Kolor mniejszych linii siatki na osi poziomej.

source: Minor gridlines color
pl_pl: Kolor pośrednich linii siatki

source: The color of the vertical axis gridlines.
pl_pl: Kolor linii siatki osi pionowej.

source: The color of the horizontal axis gridlines.
pl_pl: Kolor linii siatki osi poziomej.

source: Enable this option to make chart vertical axis label bold.
pl_pl: Włącz tę opcję, aby pogrubić etykietę osi pionowej wykresu.

source: Enable this option to make chart vertical axis label italic.
pl_pl: Włącz tę opcję, aby ustawić kursywę na osi pionowej wykresu.

source: Enable this option to make chart horizontal axis label bold.
pl_pl: Włącz tę opcję, aby pogrubić etykietę osi poziomej wykresu.

source: Enable this option to make chart horizontal axis label italic.
pl_pl: Włącz tę opcję, aby ustawić kursywę na osi poziomej wykresu.

source: Enable this option to make chart vertical axis text bold.
pl_pl: Włącz tę opcję, aby pogrubić tekst na osi pionowej wykresu.

source: Enable this option to make chart vertical axis text italic.
pl_pl: Włącz tę opcję, aby ustawić kursywę na osi pionowej wykresu.

source: Enable this option to make chart horizontal axis text bold.
pl_pl: Włącz tę opcję, aby pogrubić tekst na osi poziomej wykresu.

source: Enable this option to make chart horizontal axis text italic.
pl_pl: Włącz tę opcję, aby ustawić kursywę na osi poziomej wykresu.

source: Whether to guess and autofill the value of missing points when something goes wrong with the chart data. If checked, the chart will automatically fill the value of any missing data based on neighboring points. Else, it will leave a break in the line at the unknown point.
pl_pl: Czy zgadywać i automatycznie uzupełniać wartość brakujących punktów, gdy coś pójdzie nie tak z danymi wykresu. Jeśli opcja jest zaznaczona, wykres automatycznie uzupełni wartości wszelkich brakujących danych na podstawie sąsiadujących punktów. W przeciwnym razie pozostawi przerwę w linii w nieuzupełnionym punkcie.

source: Autofill nulls
pl_pl: Automatyczne uzupełnianie pustych wartości

source: (Copy)
pl_pl: (Kopiuj)

source: Duplicate
pl_pl: Duplikuj

source: Tick this option to make the chart description text italic.
pl_pl: Zaznacz tę opcję, aby tekst opisu wykresu był kursywą.

source: Tick this option to make the chart title text italic.
pl_pl: Zaznacz tę opcję, aby tekst tytułu wykresu był kursywą.

source: Tick this option to make the chart description text bold.
pl_pl: Zaznacz tę opcję, aby pogrubić tekst opisu wykresu.

source: Tick this option to make the chart title text bold.
pl_pl: Zaznacz tę opcję, aby pogrubić tekst tytułu wykresu.

source: The font size of the horizontal axis text.
pl_pl: Rozmiar tekstu osi poziomej.

source: The color of the horizontal axis label.
pl_pl: Kolor etykiety osi poziomej.

source: Enable
pl_pl: Włącz

source: Default
pl_pl: Domyślnie

source: Enable this option to make chart legend text bold.
pl_pl: Włącz tę opcję, aby pogrubić tekst legendy wykresu.

source: Enable this option to make chart legend text italic.
pl_pl: Włącz tę opcję, aby tekst legendy wykresu był kursywą.

source: Bold text
pl_pl: Pogrubiony tekst

source: Enable this option to make chart tooltip text italic.
pl_pl: Włącz tę opcję, aby tekst podpowiedzi wykresu był kursywą.

source: Italic text
pl_pl: Kursywa

source: The font size for all text within the chart legend, specified in pixels. Please note that if an invalid value is entered, it will revert to the default global font size.
pl_pl: Rozmiar całego tekstu w legendzie wykresu, określony w pikselach. Należy pamiętać, że jeśli zostanie wprowadzona nieprawidłowa wartość, zostanie przywrócony domyślny globalny rozmiar czcionki.

source: The font size for all text within the chart tooltip, specified in pixels. Please note that if an invalid value is entered, it will revert to the default global font size.
pl_pl: Rozmiar czcionki całego tekstu w etykietce wykresu, określony w pikselach. Należy pamiętać, że jeśli zostanie wprowadzona nieprawidłowa wartość, zostanie przywrócony domyślny globalny rozmiar czcionki.

source: The position of the chart description.
pl_pl: Pozycja opisu wykresu.

source: The crosshair opacity, with 0.0 being fully transparent and 1.0 fully opaque.
pl_pl: Nieprzezroczystość celownika, gdzie 0,0 oznacza całkowicie przezroczysty, a 1,0 całkowicie nieprzezroczysty.

source: Crosshair opacity
pl_pl: Nieprzezroczystość celownika

source: Hurry up! <a href='https://ays-pro.com/wordpress/chart-builder?utm_source=dashboard&utm_medium=chart-free&utm_campaign=helloween-sale-banner' target='_blank' style='color:#ffc700;'> Check it out! </a>
pl_pl: Pospiesz się! <a href='https://ays-pro.com/wordpress/chart-builder?utm_source=dashboard&utm_medium=chart-free&utm_campaign=helloween-sale-banner' target='_blank' style='color:#ffc700;'> Check it out! </a>

source: Limited Time <span class='ays-chart-dicount-wrap-color-helloween' style='color:#b2ff00;'>30%</span> <span> SALE on </span> <br> <span style='' class='ays-chart-helloween-bundle'> <a href='https://ays-pro.com/wordpress/chart-builder?utm_source=dashboard&utm_medium=chart-free&utm_campaign=helloween-sale-banner' target='_blank' class='ays-chart-dicount-wrap-color-helloween ays-chart-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Chart Builder </a> </span>
pl_pl: Ograniczony czas <span class='ays-chart-dicount-wrap-color-helloween' style='color:#b2ff00;'>30%</span> <span> WYPRZEDAŻ </span> <br> <span style='' class='ays-chart-helloween-bundle'> <a href='https://ays-pro.com/wordpress/chart-builder?utm_source=dashboard&utm_medium=chart-free&utm_campaign=helloween-sale-banner' target='_blank' class='ays-chart-dicount-wrap-color-helloween ays-chart-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Kreator wykresów </a> </span>

source: Both
pl_pl: Oba

source: Horizontal
pl_pl: Poziomo

source: Vertical
pl_pl: Pionowo

source: The crosshair orientation, which can be 'vertical' for vertical hairs only, 'horizontal' for horizontal hairs only, or 'both' for traditional crosshairs.
pl_pl: Orientacja celownika, która może być „pionowa” tylko dla włosków pionowych, „pozioma” tylko dla włosków poziomych lub „obie” dla tradycyjnych krzyżyków.

source: Crosshair orientation
pl_pl: Orientacja celownika

source: Focus and Selection
pl_pl: Celowanie i wybór

source: Selection
pl_pl: Wybór

source: Focus
pl_pl: Celownik

source: Choose when to display crosshairs. Crosshairs are thin vertical and horizontal lines centered on a data point in a chart.
pl_pl: Wybierz, kiedy wyświetlać krzyżyk. Krzyżyk to cienkie pionowe i poziome linie wyśrodkowane w punkcie danych na wykresie.

source: Crosshair trigger
pl_pl: Krzyż celowniczy

source: Date
pl_pl: Data

source: How to create chart in one minute?
pl_pl: Jak utworzyć wykres w jedną minutę?

source: Please note that this video will disappear once you created 4 charts.
pl_pl: Pamiętaj, że ten film zniknie po utworzeniu 4 wykresów.

source: Unpublish
pl_pl: Nie publikuj

source: Publish
pl_pl: Publikuj

source: Install Plugin
pl_pl: Zainstaluj wtyczkę

source: Not Installed
pl_pl: Niezainstalowano

source: Activate
pl_pl: Włącz

source: Inactive
pl_pl: Wyłączony

source: Active
pl_pl: Włączone

source: Create contact forms, payment forms, surveys, and many more custom forms. Build forms easily with us.
pl_pl: Twórz formularze kontaktowe, formularze płatności, ankiety i inne niestandardowe formularze. Tworzenie formularzy z nami jest łatwiejsze.

source: Choose the best WordPress form builder plugin.
pl_pl: Wybierz najlepszą wtyczkę kreatora formularzy dla WordPress.

source: Easy Form
pl_pl: Łatwy formularz

source: The ChatGPT AI Assistant plugin is here to empower your WordPress website. Have your personal chatbot, content generator right on your front end and backend.
pl_pl: Wtyczka Asystent SI ChatGPT jest po to, aby wzmocnić twoją witrynę WordPress. Korzystaj ze swojego osobistego bota i generatora treści bezpośrednio w interfejsie i zapleczu.

source: ChatGPT AI Assistant plugin gives you the ability to automate various tasks related to content creation and programming.
pl_pl: Wtyczka Asystent SI z ChatGPT daje możliwość automatyzacji różnych zadań w połączeniu z tworzeniem treści i programowaniem.

source: AI Assistant with ChatGPT
pl_pl: Asystent SI z ChatGPT

source: Build an unlimited number of quizzes and questions.
pl_pl: Twórz nieograniczoną liczbę quizów i pytań.

source: Create powerful and engaging quizzes, tests, and exams in minutes.
pl_pl: Twórz w kilka minut skuteczne i wciągające quizy, testy i egzaminy.

source: Addon installed and activated.
pl_pl: Dodatek zainstalowany i włączony.

source: Plugin installed and activated.
pl_pl: Wtyczka zainstalowana i włączona.

source: Plugin installed.
pl_pl: Wtyczka jest zainstalowana.

source: Could not install the plugin. Please download and install it manually.
pl_pl: Nie można zainstalować wtyczki. Proszę pobrać i zainstalować ją ręcznie.

source: There was an error while performing your request.
pl_pl: Wystąpił błąd podczas wykonywania żądania.

source: Could not activate the addon. Please activate it on the Plugins page.
pl_pl: Nie można włączyć dodatku. Proszę włączyć go na stronie „Wtyczki”.

source: Could not activate the plugin. Please activate it on the Plugins page.
pl_pl: Nie można włączyć wtyczki. Proszę włączyć ją na stronie „Wtyczki”.

source: Addon activated.
pl_pl: Dodatek włączony.

source: Plugin activated.
pl_pl: Wtyczka włączona.

source: Plugin activation is disabled for you on this site.
pl_pl: Nie masz uprawnień, by włączyć wtyczkę na tej stronie.

source: Can't load resource.
pl_pl: Nie mogę załadować źródła.

source: Error
pl_pl: Błąd

source: Activated
pl_pl: Włączony

source: px
pl_pl: piks.

source: The font size of the chart description.
pl_pl: Rozmiar czcionki opisu wykresu.

source: The color of the chart description.
pl_pl: Kolor opisu wykresu.

source: Specify the space between the chart title and the chart container.
pl_pl: Określ odstęp między tytułem wykresu a kontenerem wykresu.

source: The position of the chart title.
pl_pl: Pozycja tytułu wykresu.

source: The font size of the chart title.
pl_pl: Rozmiar czcionki tytułu wykresu.

source: The color of the chart title.
pl_pl: Kolor tytułu wykresu.

source: Specify the chart's distance from the bottom border. Leave blank for auto-positioning.
pl_pl: Określ odległość wykresu od dolnej krawędzi. Pozostaw puste dla automatycznego pozycjonowania.

source: Specify the chart's distance from the top border. Leave blank for auto-positioning.
pl_pl: Określ odległość wykresu od górnej krawędzi. Pozostaw puste dla automatycznego pozycjonowania.

source: Specify the chart's distance from the right border. Leave blank for auto-positioning.
pl_pl: Określ odległość wykresu od prawej krawędzi. Pozostaw puste dla automatycznego pozycjonowania.

source: Specify the chart's distance from the left border. Leave blank for auto-positioning.
pl_pl: Określ odległość wykresu od lewej krawędzi. Pozostaw puste dla automatycznego pozycjonowania.

source: The border color of the chart area.
pl_pl: Kolor obramowania obszaru wykresu.

source: The border width of the chart area.
pl_pl: Szerokość obramowania obszaru wykresu.

source: The background color of the chart area.
pl_pl: Kolor tła obszaru wykresu.

source: The border color of the chart container.
pl_pl: Kolor obramowania kontenera wykresu.

source: The width of the chart container border.
pl_pl: Szerokość obramowania kontenera wykresu.

source: The background color of the chart container.
pl_pl: Kolor tła kontenera wykresu.

source: The height of the chart container, in pixels.
pl_pl: Wysokość kontenera wykresu w pikselach.

source: Tick this option to keep the chart's width fixed at 100%, no matter what is set for the Width option. This makes the chart more responsive.
pl_pl: Zaznacz tę opcję, aby szerokość wykresu była stała na poziomie 100%, niezależnie od ustawienia opcji Szerokość wykresu. Dzięki temu wykres będzie bardziej responsywny.

source: The width of the chart container, in percents.
pl_pl: Szerokość kontenera wykresu w procentach.

source: Bottom Margin
pl_pl: Dolny margines

source: Top Margin
pl_pl: Górny margines

source: Right Margin
pl_pl: Prawy margines

source: Left Margin
pl_pl: Lewy margines

source: Responsive Width
pl_pl: Responsywna szerokość

source: Border Color
pl_pl: Kolor obramowania

source: Border Width
pl_pl: Szerokość ramki

source: Chart Area
pl_pl: Obszar wykresu

source: Background Color
pl_pl: Kolor tła

source: We're sure that you'll love our Chartify plugin, but, if for some reason, you're not satisfied in the first 30 days of using our product, there is a money-back guarantee and we'll issue a refund.
pl_pl: Jesteśmy pewni, że pokochasz naszą wtyczkę Kreatora wykresów, ale jeśli z jakiegoś powodu nie jesteś zadowolony w ciągu pierwszych 30 dni korzystania z naszego produktu, istnieje gwarancja zwrotu pieniędzy i dokonamy zwrotu pieniędzy.

source: 30 day money back guarantee !!!
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy!!!

source: Source - File
pl_pl: Źródło - Plik

source: Word Tree Chart
pl_pl: Wykres drzewa słów

source: Treemap Chart
pl_pl: Wykres mapy drzewa

source: Sankey Chart
pl_pl: Wykres Sankeya

source: Timeline Chart
pl_pl: Wykres osi czasu

source: (ONE-TIME PAYMENT)
pl_pl: (PŁATNOŚĆ JEDNORAZOWA)

source: One-time payment
pl_pl: Płatność jednorazowa

source: Offer ends in:
pl_pl: Oferta wygasa za:

source: 30 Days Money Back Guarantee
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy

source: Upgrade 30% Sale
pl_pl: Ulepsz - 30% wyprzedaży

source: The approximate number of horizontal gridlines inside the chart area. If you specify a positive number for gridlines count, it will be used to compute the min spacing between gridlines. You can specify a value of 1 to only draw one gridline, or 0 to draw no gridlines. Specify -1, which is the default, to automatically compute the number of gridlines based on other options. Note: This option will not work with 'Rotate vertical' option.
pl_pl: Przybliżona liczba poziomych linii siatki w obszarze wykresu. Jeśli określisz liczbę dodatnią dla liczby linii siatki, zostanie ona użyta do obliczenia minimalnego odstępu między liniami siatki. Można określić wartość 1, aby rysować tylko jedną linię siatki, lub wartość 0, aby nie rysować żadnych linii siatki. Podaj wartość -1, która jest wartością domyślną, aby automatycznie obliczyć liczbę linii siatki na podstawie innych opcji. Uwaga: ta opcja nie będzie działać z opcją „Obróć w pionie”.

source: The approximate number of vertical gridlines inside the chart area. If you specify a positive number for gridlines count, it will be used to compute the min spacing between gridlines. You can specify a value of 1 to only draw one gridline, or 0 to draw no gridlines. Specify -1, which is the default, to automatically compute the number of gridlines based on other options. Note: This option will not work with 'Rotate vertical' option.
pl_pl: Przybliżona liczba pionowych linii siatki w obszarze wykresu. Jeśli określisz liczbę dodatnią dla liczby linii siatki, zostanie ona użyta do obliczenia minimalnego odstępu między liniami siatki. Można określić wartość 1, aby rysować tylko jedną linię siatki, lub wartość 0, aby nie rysować żadnych linii siatki. Podaj wartość -1, która jest wartością domyślną, aby automatycznie obliczyć liczbę linii siatki na podstawie innych opcji. Uwaga: ta opcja nie będzie działać z opcją „Obróć w pionie”.

source: The minimum value of the axis.
pl_pl: Minimalna wartość dla tej osi.

source: Min value
pl_pl: Minimum

source: The maximum value of the axis.
pl_pl: Maksymalna wartość dla tej osi.

source: Max value
pl_pl: Maksymalna wartość

source: The font size of the vertical axis label.
pl_pl: Rozmiar tekstu etykiet pionowej osi.

source: The font size of the horizontal axis label.
pl_pl: Rozmiar czcionki etykiety osi poziomej.

source: If you disable the toggle, the Chart description will not be displayed on the Front-end. By default, the toggle is enabled.
pl_pl: Jeśli wyłączysz ten przełącznik, opis wykresu nie będzie wyświetlany w interfejsie użytkownika. Domyślnie przełącznik jest włączony.

source: Show chart description
pl_pl: Pokaż opis wykresu

source: Select author
pl_pl: Wybierz autora

source: 3D Pie Chart
pl_pl: Wykres kołowy 3D

source: Gantt Chart
pl_pl: Wykres Gantta

source: Candlestick Chart
pl_pl: Wykres świecowy

source: Table Chart
pl_pl: Wykres tabelaryczny

source: Scatter Chart
pl_pl: Wykres punktowy

source: Bubble Chart
pl_pl: Wykres bąbelkowy

source: Stepped Area Chart
pl_pl: Wykres warstwowy stopniowany

source: Combo Chart
pl_pl: Wykres kombinowany

source: Population
pl_pl: Populacja

source: Country
pl_pl: Kraj

source: If checked, maximizes the area of the chart.
pl_pl: Jeśli zaznaczone, maksymalizuje obszar wykresu.

source: Maximized view
pl_pl: Wykres w maksymalnej wielkości

source: Long
pl_pl: Długi

source: Short
pl_pl: Skrócony

source: Currency
pl_pl: Walutowy

source: Scientific
pl_pl: Naukowy

source: Decimal
pl_pl: Dziesiętny

source: %1$sLong:%2$s Displays numbers as full words (e.g., 8 million)
pl_pl: %1$sDługi:%2$s Wyświetla liczby jako pełne słowa (np. 8 milionów)

source: %1$sShort:%2$s Displays abbreviated numbers (e.g., 8M)
pl_pl: %1$sSkrócony:%2$s Wyświetla liczby skrócone (np. 8M)

source: %1$sPercent:%2$s Displays numbers as percentages (e.g., 800,000,000%%)
pl_pl: %1$sProcentowy:%2$s Wyświetla liczby jako procenty (np. 800 000 000%%)

source: %1$sCurrency:%2$s Displays numbers in the local currency (e.g., $8,000,000.00)
pl_pl: %1$sWalutowy:%2$s Wyświetla liczby w walucie lokalnej (np. 8 000 000,00 USD)

source: %1$sScientific:%2$s Displays numbers in scientific notation (e.g., 8e6)
pl_pl: %1$sNaukowy:%2$s Wyświetla liczby w notacji naukowej (np. 8e6)

source: %1$sDecimal:%2$s Displays numbers with thousands separators (e.g., 8,000,000)
pl_pl: %1$sDziesiętny:%2$s Wyświetla liczby z separatorami tysięcy (np. 8 000 000)
