Repository: WordPressBugBounty/plugins-chart-builder
Catalog: chart-builder/languages/chart-builder-*.po
Languages: pl_pl

source: Google sheet integration
pl_pl: Integracja arkuszy Google

source: Organizational Chart
pl_pl: Schemat organizacyjny

source: Geographical Chart
pl_pl: Wykres geograficzny

source: Histogram Chart
pl_pl: Wykres histogramu

source: Access by user role
pl_pl: Dostęp według roli użytkownika

source: Permissions by user role
pl_pl: Uprawnienia według roli użytkownika

source: Responsive design
pl_pl: Elastyczny projekt

source: Usage for
pl_pl: Zastosowanie dla

source: Lifetime
pl_pl: Dożywotnio

source: 12 months
pl_pl: 12 miesięcy

source: 1 months
pl_pl: 1 miesiąc

source: Update for
pl_pl: Zaktualizuj teraz

source: Unlimited sites
pl_pl: Nieograniczone witryny

source: 5 site
pl_pl: 5 stron

source: 1 site
pl_pl: 1 strona

source: Support for
pl_pl: Wsparcie

source: Free
pl_pl: Bezpłatnie

source: Developer
pl_pl: Deweloper

source: Business
pl_pl: Biznes

source: Personal
pl_pl: Prywatne

source: Org Chart
pl_pl: Schemat organizacyjny

source: Donut Chart
pl_pl: Wykres pierścieniowy

source: Contact
pl_pl: Kontakt

source: Get 12 months updates and support for the Business package and lifetime updates and support for the Developer package.
pl_pl: Uzyskaj 12-miesięczne aktualizacje i wsparcie dla pakietu BIZNES oraz dożywotnie aktualizacje i wsparcie dla pakietu DEWELOPER.

source: Premium support
pl_pl: Wsparcie premium

source: Join
pl_pl: Dołącz

source: With the Free version, you get a lifetime usage for the plugin, however, you will get new updates and support for only 1 month.
pl_pl: Dzięki bezpłatnej wersji wtyczki możesz korzystać z niej przez całe życie, jednak nowe aktualizacje i wsparcie otrzymasz tylko przez 1 miesiąc.

source: Best Free support
pl_pl: Najlepsze wsparcie bezpłątne

source: Subscribe
pl_pl: Subskrybuj

source: Our YouTube community guides you to step by step tutorials about our products and not only...
pl_pl: Nasza społeczność YouTube poprowadzi Cię przez samouczki krok po kroku dotyczące naszych produktów i nie tylko...

source: YouTube community
pl_pl: Społeczność Youtube

source: Community
pl_pl: Społeczność

source: Congrats! You have already created your first chart.
pl_pl: Gratulacje! Utworzyłeś swój pierwszy wykres.

source: of the chart and paste it into any post․
pl_pl: wykresu i wklej go do dowolnego artykułu

source: shortcode
pl_pl: krótki kod

source: Copy the
pl_pl: Kopiuj

source: Add the needed data for your chart (manually, from Google Sheets and from Database)
pl_pl: Dodaj potrzebne dane do wykresu (ręcznie, z arkuszy Google lub z bazy danych)

source: Choose your preferred chart type and click on the Next button.
pl_pl: Wybierz twój preferowany rodzaj wykresu i przejdź dalej.

source: button for creating your first chart.
pl_pl: ”, by utworzyć Twój pierwszy wykres.

source: page and click on the
pl_pl: ” i kliknij w przycisk „

source: Go to the
pl_pl: Przejdź na stronę „

source: Chartify
pl_pl: Chartify - Kreator wykresów

source: How to create a chart in 4 steps with the help of the
pl_pl: Jak utworzy wykres w 4 krokach, używając wtyczki

source: PRO Features
pl_pl: Funkcje PRO

source: Our products
pl_pl: Nasze produkty

source: How to use
pl_pl: Jak używać

source: View demo
pl_pl: Zobacz demo

source: Below the chart
pl_pl: Pod wykresem

source: Above the chart
pl_pl: Nad wykresem

source: Right of the chart
pl_pl: Po prawej stronie wykresu

source: Left of the chart
pl_pl: Po lewej stronie wykresu

source: Legend
pl_pl: Legenda

source: Position
pl_pl: Pozycja

source: Connect
pl_pl: Połącz

source: Google Client Secret
pl_pl: Klucz prywatny klienta Google

source: Google Client ID
pl_pl: ID klienta Google

source: Click on the <b>Connect</b> button to complete authorization
pl_pl: Kliknij przycisk <b>Połącz</b>, aby zakończyć autoryzację

source: Copy the <b>Your Client ID</b> and <b>Your Client Secret</b> from the opened popup and paste them in the corresponding fields.
pl_pl: Skopiuj <b>Twój identyfikator klienta</b> i <b>Twoje sekretne hasło klienta</b> z wyskakującego okienka i wklej je w odpowiednich polach.

source: Click on the <b>Create</b> button
pl_pl: Kliknij przycisk <b>Utwórz</b>

source: Add the following link in the <b>Authorized redirect URIs</b> field
pl_pl: Dodaj następujący link w polu <b>URI autoryzowanych przekierowań</b>

source: Choose the application type as <b>Web application</b>
pl_pl: Wybierz typ aplikacji jako <b>Aplikacja internetowa</b>

source: new Google Oauth client ID credentials (if you do not still have)
pl_pl: nowe dane uwierzytelniające identyfikatora klienta Google Oauth (jeśli jeszcze ich nie masz)

source: Create
pl_pl: Utwórz

source: Turn on Your Google Sheet API
pl_pl: Włącz interfejs API Arkuszy Google

source: Instructions
pl_pl: Instrukcje

source: Activate Google Integration to import the information from the Google Sheets.
pl_pl: Włącz integrację Google, aby zaimportować informacje z Arkuszy Google.

source: Connect to Google Sheets
pl_pl: Połącz z arkuszami Google

source: Select spreadsheet
pl_pl: Wybierz arkusz

source: This functionality is disabled.
pl_pl: Ta funkcjonalność jest wyłączona.

source: this
pl_pl: ten

source: For enabling this option, please go to %s page and fill all options.
pl_pl: Aby włączyć tę opcję, przejdź do strony %s i wypełnij wszystkie opcje.

source: Only SELECT queries are allowed
pl_pl: Dozwolone są tylko zapytania SELECT

source: Save changes
pl_pl: Zapisz zmiany

source: If you want to give a full control to the given user role, please add the role in both fields.
pl_pl: Jeżeli chcesz oddać pełną kontrolę danej roli użytkownika, prosimy o dodanie tej roli w obu polach.

source: Control the access of the plugin from the dashboard and manage the capabilities of those user roles.
pl_pl: Kontroluj dostęp do wtyczki z poziomu kokpitu i zarządzaj możliwościami ról użytkowników.

source: Give permissions to manage all charts and submissions to these user roles. Please add the given user roles to the above field as well.
pl_pl: Nadaj tym rolom użytkowników uprawnienia do zarządzania wszystkimi wykresami. Proszę również dodać podane role użytkowników do powyższego pola.

source: Select user role for giving access to change all chart data
pl_pl: Wybierz role użytkowników, którym chcesz zezwolić na modyfikację danych wszystkich wykresów

source: Give access to the Chart Builder plugin to only the selected user role(s) on your WP dashboard. Each selected user will see only his/her created charts.
pl_pl: Daj dostęp do wtyczki Kreatora wykresów tylko użytkownikom o konkretnych rolach w kokpicie nawigacyjnym Word Press. Każdy wybrany użytkownik zobaczy tylko utworzone przez siebie wykresy.

source: Select user role for giving access to Chart Builder menu
pl_pl: Wybierz role użytkowników, którym chcesz nadać dostęp do menu Kreatora wykresów

source: Who will have permission to Chart Builder
pl_pl: Kto ma uprawnienia do używania Kreatora wykresów

source: Integrations
pl_pl: Integracje

source: General
pl_pl: Ogólne

source: Line Chart
pl_pl: Wykres liniowy

source: Insert the Database query and the appropriate information from your Database will be displayed in the chart.
pl_pl: Wpisz zapytanie do bazy danych, a na wykresie zostaną wyświetlone odpowiednie informacje z twojej bazy danych.

source: Connect to Database
pl_pl: Połącz z bazą danych

source: Use %1$sControl+Space%2$s for autocompleting keywords or table names.
pl_pl: Użyj %1$sControl+Space%2$s, by automatycznie uzupełniać słowa kluczowe lub nazwy tabel.

source: Show Results
pl_pl: Pokaż wyniki

source: Add your query here.
pl_pl: Tutaj dodaj swoje zapytanie.

source: Dismiss ad
pl_pl: Odrzuć reklamę

source: Get Your Deal
pl_pl: Zdobądź ofertę

source: Seconds
pl_pl: Sekundy

source: Minutes
pl_pl: Minuty

source: Hours
pl_pl: Godziny

source: Days
pl_pl: Dni

source: 20% off
pl_pl: 20% rabatu

source: Chart Builder plugin
pl_pl: Wtyczka Kreator wykresów

source: Sale
pl_pl: Wyprzedaż

source: Limited Time
pl_pl: Ograniczony czas

source: Wrong shortcode initialized
pl_pl: Zainicjowano nieprawidłowy krótki kod

source: Error: Chart title can not be empty.
pl_pl: Błąd: Tytuł wykresu nie może być pusty.

source: Charts are restored.
pl_pl: Wykresy zostały przywrócone.

source: Charts are moved to trash.
pl_pl: Wykresy zostały przeniesione do kosza.

source: Charts are deleted.
pl_pl: Wykresy zostały usunięte.

source: Charts are duplicated.
pl_pl: Wykresy zostały zduplikowane.

source: Chart restored.
pl_pl: Wykres przywrócono.

source: Chart moved to trash.
pl_pl: Wykres przeniesiono do kosza.

source: Chart deleted.
pl_pl: Wykres usunięto.

source: Chart duplicated.
pl_pl: Wykres zduplikowano.

source: Chart saved.
pl_pl: Wykres zapisano.

source: Chart created.
pl_pl: Wykres utworzono.

source: Chart example
pl_pl: Przykładowy wykres

source: There are no items yet.
pl_pl: Nie ma jeszcze elementów.

source: Click for copy
pl_pl: Kliknij, by skopiować.

source: Edit
pl_pl: Edytuj

source: Draft
pl_pl: Szkic

source: Delete Permanently
pl_pl: Usuń bezpowrotnie

source: Restore
pl_pl: Przywróć

source: Author
pl_pl: Autor

source: Shortcode
pl_pl: Krótki kod

source: Type
pl_pl: Rodzaj

source: Add New
pl_pl: Dodaj nowy

source: Column Chart
pl_pl: Wykres kolumnowy

source: Pie Chart
pl_pl: Wykres kołowy

source: Bar Chart
pl_pl: Wykres słupkowy

source: Source
pl_pl: Źródło

source: Chart type:
pl_pl: Rodzaj wykresu:

source: Set the chart title.
pl_pl: Ustaw tytuł wykresu.

source: Title
pl_pl: Tytuł

source: Database query results
pl_pl: Wyniki zapytania bazy danych

source: Save
pl_pl: Zapisz

source: Save and close
pl_pl: Zapisz i zamknij

source: Edit chart
pl_pl: Edytuj wykres

source: Add new chart
pl_pl: Dodaj nowy wykres

source: Disable
pl_pl: Wyłącz

source: When selected
pl_pl: Po zaznaczeniu

source: While hovering
pl_pl: Po najechaniu myszą

source: Tooltip
pl_pl: Podpowiedź

source: The color will be displayed while clicking on a particular part of the chart.
pl_pl: Kolor zostanie wyświetlony po kliknięciu w którąś z części wykresu.

source: Show Color Code
pl_pl: Pokaż próbkę koloru

source: Choose when to display the results on the chart.
pl_pl: Wybierz, kiedy wyświetlać wyniki na wykresie.

source: Trigger
pl_pl: Wyzwalacz

source: Styles
pl_pl: Style

source: Font size
pl_pl: Rozmiar czcionki

source: Height
pl_pl: Wysokość

source: Width
pl_pl: Szerokość

source: General Settings
pl_pl: Ustawienia ogólne

source: Decide whether the chart is active or not. If the chart is a draft, it won't be shown anywhere on your website (you don't need to remove shortcodes).
pl_pl: Zdecyduj, czy wykres jest włączony, czy nie. Jeśli wykres jest wersją roboczą, nie będzie on wyświetlany w żadnym miejscu na twojej witrynie (nie musisz usuwać skrótów).

source: Add the data manually. By clicking on the Add Row button you will be able to add as many rows as you need. While choosing the Line, Bar, Column Chart types you will be able to also add the columns.
pl_pl: Dodaj dane ręcznie. Klikając przycisk Dodaj wiersz, będziesz mógł dodać dowolną liczbę wierszy. Wybierając typ wykresu liniowego, słupkowego i kolumnowego, będziesz mógł także dodać kolumny.

source: Manual data
pl_pl: Dane własne

source: If you love our plugin, please do big favor and rate us on
pl_pl: Jeżeli uwielbiasz naszą wtyczkę, proszę wyświadcz nam przysługę i oceń ją na

source: Settings
pl_pl: Ustawienia

source: Charts
pl_pl: Wykresy

source: You have modified the chart's settings. To modify the source/data again, you must save this chart and reopen it for editing. If you continue without saving the chart, you may lose your changes.
pl_pl: Zmodyfikowałeś ustawienia wykresu. Aby ponownie zmodyfikować źródło/dane, musisz zapisać ten wykres i ponownie otworzyć go do edycji. Jeśli będziesz kontynuować bez zapisywania wykresu, możesz utracić wprowadzone zmiany.

source: Please select a few columns to include in the chart.
pl_pl: Wybierz kilka kolumn, które chcesz uwzględnić na wykresie.

source: Please check the filters you have configured.
pl_pl: Sprawdź skonfigurowane filtry.

source: Loading...
pl_pl: Wczytywanie…

source: You have entered invalid URL. Please, insert proper URL.
pl_pl: Wpisano błędny adres URL. Proszę wpisać poprawny adres URL.

source: Select form
pl_pl: Wybierz formularz

source: Click to copy
pl_pl: Kliknij, by skopiować

source: Copied!
pl_pl: Skopiowano!

source: Select post type
pl_pl: Wybierz rodzaj wpisu

source: Select page
pl_pl: Wybierz stronę

source: Failed
pl_pl: Błędne

source: Maybe something went wrong.
pl_pl: Prawdopodobnie coś poszło nie tak.

source: Cancel
pl_pl: Anuluj

source: Yes
pl_pl: Tak

source: Select question default type
pl_pl: Wybierz domyślny rodzaj pytania

source: Delete
pl_pl: Skasuj

source: Select user roles
pl_pl: Wybierz role użytkowników

source: Chart Builder Team
pl_pl: Zespół Kreatora wykresów

source: Chart Builder
pl_pl: Kreator wykresów
